---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.DividedpathLayout
source: html/270b133d-fc18-7709-a0f0-ed9a53071eda.htm
---
# Autodesk.Revit.DB.ParameterTypeId.DividedpathLayout Property

"Layout"

## Syntax (C#)
```csharp
public static ForgeTypeId DividedpathLayout { get; }
```